#Пользователь вводит своё имя, поздороваться с ним по имени.

name=input('Введите ваше имя ')
print('Привет,', name,'!')
